bench/log/linux/2026-08-04-acik-i3-retain0-med3/wrk-boehm-t1.txt
Running 30s test @ http://127.0.0.1:3615/api/v1/
  2 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   795.28ms  572.47ms   2.00s    60.12%
    Req/Sec    60.79     41.34   252.00     75.76%
  3542 requests in 30.72s, 123.11MB read
  Socket errors: connect 0, read 0, write 0, timeout 155
Requests/sec:    115.31
Transfer/sec:      4.01MB